test.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema"
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
        <soap:Body>
                <IsAuthenticate
                        xmlns="https://entservices.totalegame.net">
                        <loginName>api234446</loginName>
                        <pinCode>885dc2</pinCode>
                </IsAuthenticate>
        </soap:Body>
</soap:Envelope>
